Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Menu_File.Title
source: File
ar: ملف
cs: Soubor
de: Datei
el: Αρχείο
es: Archivo
fa: فایل
fr: Fichier
hu: Fájl
ja: ファイル(F)
ja_jp: ファイル
ko: 파일(F)
pl: Plik
pt: Arquivo
ro: Fișier
ru: Файл
th: ไฟล์(F)
tr: Dosya
uk: Файл
vi: Tệp
zh_hans: 文件(F)
zh_hant: 檔案(F)

# Menu_File_New.Text
source: New
ar: جديد
cs: Nový
de: Neu
el: Δημιουργία
es: Nuevo
fa: جدید
fr: Nouveau
hu: Új
id: Baru
it: Nuovo
ja: 新規作成(N)
ja_jp: 新規作成
ko: 새로 만들기(N)
pl: Nowy
pt: Novo
ro: Nou
ru: Создать
th: ใหม่(N)
tr: Yeni
uk: Створити
vi: Mới
zh_hans: 新建(N)
zh_hant: 新增(N)

# Menu_File_Open.Text
source: Open...
ar: فتح...
cs: Otevřít...
de: Öffnen...
el: Άνοιγμα...
es: Abrir...
fa: باز کردن...
fr: Ouvrir...
hu: Megnyitás...
id: Buka...
it: Apri...
ja: 開く(O)...
ja_jp: 開く...
ko: 열기(O)...
pl: Otwórz...
pt: Abrir...
ro: Deschidere...
ru: Открыть...
th: เปิด(O)...
tr: Aç...
uk: Відкрити...
vi: Mở...
zh_hans: 打开(O)...
zh_hant: 開啟(O)...

# Menu_File_Save.Text
source: Save
ar: حفظ
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fr: Enregistrer
hu: Mentés
id: Simpan
it: Salva
ja: 保存(S)
ja_jp: 保存
ko: 저장(S)
pl: Zapisz
pt: Salvar
ro: Salvare
ru: Сохранить
th: บันทึก(S)
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存(S)
zh_hant: 儲存(S)

# Menu_File_SaveAs.Text
source: Save As...
ar: حفظ باسم...
cs: Uložit jako...
de: Speichern unter...
el: Αποθήκευση ως...
es: Guardar como...
fa: ذخیره با نام...
fr: Enregistrer sous...
hu: Mentés másként...
id: Simpan Sebagai...
it: Salva con nome...
ja: 名前を付けて保存(A)...
ja_jp: 名前を付けて保存...
ko: 다른 이름으로 저장(A)...
pl: Zapisz jako...
pt: Salvar como...
ro: Salvare ca...
ru: Сохранить как...
th: บันทึกเป็น(A)...
tr: Farklı Kaydet...
uk: Зберегти як...
vi: Lưu Như...
zh_hans: 另存为(A)...
zh_hant: 另存新檔(A)...

# Menu_File_Close.Text
source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fr: Fermer
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる(C)
ja_jp: 閉じる
ko: 닫기(C)
pl: Zamknij
pt: Fechar
ro: Închidere
ru: Закрыть
th: ปิด(C)
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭(C)
zh_hant: 關閉(C)

# Menu_File_Exit.Text
source: Exit
ar: إنهاء
cs: Konec
de: Beenden
el: Έξοδος
es: Salir
fa: خروج
fr: Quitter
hu: Kilépés
id: Keluar
it: Esci
ja: 終了(X)
ja_jp: 終了
ko: 끝내기(X)
pl: Zakończ
pt: Sair
ro: Ieșire
ru: Выход
th: ออก(X)
tr: Çıkış
uk: Вихід
vi: Thoát
zh_hans: 退出(X)
zh_hant: 結束(X)

# Menu_Edit.Title
source: Edit
ar: تحرير
cs: Úpravy
de: Bearbeiten
el: Επεξεργασία
es: Editar
fa: ویرایش
fr: Modifier
hu: Szerkesztés
it: Modifica
ja: 編集(E)
ja_jp: 編集
ko: 편집(E)
pl: Edycja
pt: Editar
ro: Editare
ru: Правка
th: แก้ไข(E)
tr: Düzen
uk: Редагування
vi: Chỉnh sửa
zh_hans: 编辑(E)
zh_hant: 編輯(E)

# Menu_Edit_Undo.Text
source: Undo
ar: تراجع
cs: Zpět
de: Rückgängig
el: Αναίρεση
es: Deshacer
fa: واگرد
fr: Annuler
hu: Visszavonás
id: Batalkan
it: Annulla
ja: 元に戻す(U)
ja_jp: 元に戻す
ko: 실행 취소(U)
pl: Cofnij
pt: Desfazer
ro: Anulare
ru: Отменить
th: เลิกทำ(U)
tr: Geri Al
uk: Скасувати
vi: Hoàn tác
zh_hans: 撤消(U)
zh_hant: 復原(U)

# Menu_Edit_Redo.Text
source: Redo
ar: إعادة
cs: Znovu
de: Wiederholen
el: Ακύρωση αναίρεσης
es: Rehacer
fa: ازنو
fr: Rétablir
hu: Mégis
id: Ulangi
it: Ripeti
ja: やり直し(R)
ja_jp: やり直し
ko: 다시 실행(R)
pl: Ponów
pt: Refazer
ro: Refacere
ru: Повторить
th: ทำซ้ำ(R)
tr: Yinele
uk: Повторити
vi: Làm lại
zh_hans: 重做(R)
zh_hant: 取消復原(R)

# Menu_Edit_SelectAll.Text
source: Select All
ar: تحديد الكل
cs: Vybrat vše
de: Alles auswählen
el: Επιλογή όλων
es: Seleccionar todo
fa: انتخاب همه
fr: Tout sélectionner
hu: Összes kijelölése
id: Pilih Semua
it: Seleziona tutto
ja: すべて選択(A)
ja_jp: すべて選択
ko: 모두 선택(A)
pl: Zaznacz wszystko
pt: Selecionar tudo
ro: Selectare totală
ru: Выделить все
th: เลือกทั้งหมด(A)
tr: Tümünü Seç
uk: Виділити все
vi: Chọn Tất cả
zh_hans: 全选(A)
zh_hant: 全選(A)

# Menu_Edit_ToggleInsert.Text
source: Toggle Overwrite / Insert
ar: تبديل الكتابة الفوقية / الإدراج
cs: Přepnout přepisování / vkládání
de: Überschreiben / Einfügen umschalten
el: Εναλλαγή αντικατάστασης / εισαγωγής
es: Alternar sobrescritura / inserción
fa: تغییر حالت بازنویسی / درج
fr: Basculer refrappe / insertion
hu: Felülírás / beszúrás váltása
id: Alihkan Timpa / Sisipkan
it: Alterna sovrascrittura / inserimento
ja: 上書き / 挿入の切り替え(I)
ja_jp: 上書き / 挿入の切り替え
ko: 덮어쓰기/삽입 전환(I)
pl: Przełącz zastępowanie / wstawianie
pt: Alternar substituição / inserção
ro: Comutare suprascriere / inserare
ru: Переключить замену / вставку
th: สลับเขียนทับ / แทรก(I)
tr: Üzerine Yaz / Ekle Değiştir
uk: Перемкнути заміну / вставлення
vi: Chuyển Ghi đè / Chèn
zh_hans: 切换改写/插入(I)
zh_hant: 切換覆寫/插入(I)

# Menu_Go.Title
source: Go
ar: انتقال
cs: Přejít
de: Gehe zu
el: Μετάβαση
es: Ir
fa: رفتن
fr: Atteindre
hu: Ugrás
id: Navigasi
it: Vai
ja: 移動(G)
ja_jp: 移動
ko: 이동(G)
pl: Przejdź
pt: Ir
ro: Salt
ru: Переход
th: ไปที่(G)
tr: Git
uk: Перехід
vi: Đi tới
zh_hans: 转到(G)
zh_hant: 移至(G)

# Menu_Go_Start.Text
source: Start of File
ar: بداية الملف
cs: Začátek souboru
de: Dateianfang
el: Αρχή αρχείου
es: Inicio del archivo
fa: ابتدای فایل
fr: Début du fichier
hu: Fájl eleje
id: Awal File
it: Inizio del file
ja: ファイルの先頭(S)
ja_jp: ファイルの先頭
ko: 파일 처음(S)
pl: Początek pliku
pt: Início do arquivo
ro: Începutul fișierului
ru: Начало файла
th: จุดเริ่มต้นของไฟล์(S)
tr: Dosya Başı
uk: Початок файлу
vi: Đầu Tệp
zh_hans: 文件开头(S)
zh_hant: 檔案開頭(S)

# Menu_Go_End.Text
source: End of File
ar: نهاية الملف
cs: Konec souboru
de: Dateiende
el: Τέλος αρχείου
es: Final del archivo
fa: انتهای فایل
fr: Fin du fichier
hu: Fájl vége
id: Akhir File
it: Fine del file
ja: ファイルの末尾(E)
ja_jp: ファイルの末尾
ko: 파일 끝(E)
pl: Koniec pliku
pt: Fim do arquivo
ro: Sfârșitul fișierului
ru: Конец файла
th: จุดสิ้นสุดของไฟล์(E)
tr: Dosya Sonu
uk: Кінець файлу
vi: Cuối Tệp
zh_hans: 文件末尾(E)
zh_hant: 檔案結尾(E)

# Untitled_Name
source: Untitled {0}
ar: بلا عنوان {0}
cs: Bez názvu {0}
de: Unbenannt {0}
el: Χωρίς τίτλο {0}
es: Sin título {0}
fa: بی‌نام {0}
fr: Sans titre {0}
hu: Névtelen {0}
id: Tanpa Judul {0}
it: Senza titolo {0}
ja: 無題 {0}
ja_jp: 無題 {0}
ko: 제목 없음 {0}
pl: Bez tytułu {0}
pt: Sem título {0}
ro: Fără titlu {0}
ru: Без имени {0}
th: ไม่มีชื่อ {0}
tr: Adsız {0}
uk: Без назви {0}
vi: Không có tiêu đề {0}
zh_hans: 无标题 {0}
zh_hant: 未命名 {0}

# Status_Offset
source: Offset: {0}
ar: الإزاحة: {0}
cs: Posun: {0}
el: Μετατόπιση: {0}
es: Desplazamiento: {0}
fa: آفست: {0}
fr: Décalage : {0}
hu: Eltolás: {0}
ja: オフセット: {0}
ja_jp: オフセット: {0}
ko: 오프셋: {0}
pl: Przesunięcie: {0}
pt: Deslocamento: {0}
ro: Deplasament: {0}
ru: Смещение: {0}
th: ออฟเซ็ต: {0}
tr: Ofset: {0}
uk: Зміщення: {0}
vi: Độ lệch: {0}
zh_hans: 偏移量：{0}
zh_hant: 位移：{0}

# Status_Overwrite
source: Overwrite
ar: كتابة فوقية
cs: Přepisování
de: Überschreiben
el: Αντικατάσταση
es: Sobrescritura
fa: بازنویسی
fr: Refrappe
hu: Felülírás
id: Timpa
it: Sovrascrittura
ja: 上書き
ja_jp: 上書き
ko: 덮어쓰기
pl: Zastępowanie
pt: Substituição
ro: Suprascriere
ru: Замена
th: เขียนทับ
tr: Üzerine Yaz
uk: Заміна
vi: Ghi đè
zh_hans: 改写
zh_hant: 覆寫

# Status_Insert
source: Insert
ar: إدراج
cs: Vkládání
de: Einfügen
el: Εισαγωγή
es: Inserción
fa: درج
fr: Insertion
hu: Beszúrás
id: Sisipkan
it: Inserimento
ja: 挿入
ja_jp: 挿入
ko: 삽입
pl: Wstawianie
pt: Inserção
ro: Inserare
ru: Вставка
th: แทรก
tr: Ekle
uk: Вставлення
vi: Chèn
zh_hans: 插入
zh_hant: 插入

# Status_OverwriteFixed
source: Overwrite (fixed length)
ar: كتابة فوقية (طول ثابت)
cs: Přepisování (pevná délka)
de: Überschreiben (feste Länge)
el: Αντικατάσταση (σταθερό μήκος)
es: Sobrescritura (longitud fija)
fa: بازنویسی (طول ثابت)
fr: Refrappe (longueur fixe)
hu: Felülírás (rögzített hossz)
id: Timpa (panjang tetap)
it: Sovrascrittura (lunghezza fissa)
ja: 上書き (固定長)
ja_jp: 上書き (固定長)
ko: 덮어쓰기(고정 길이)
pl: Zastępowanie (stała długość)
pt: Substituição (comprimento fixo)
ro: Suprascriere (lungime fixă)
ru: Замена (фиксированная длина)
th: เขียนทับ (ความยาวคงที่)
tr: Üzerine Yaz (sabit uzunluk)
uk: Заміна (фіксована довжина)
vi: Ghi đè (độ dài cố định)
zh_hans: 改写（固定长度）
zh_hant: 覆寫（固定長度）

# Status_ColumnText
source: Text
ar: نص
el: Κείμενο
es: Texto
fa: متن
fr: Texte
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
ja_jp: テキスト
ko: 텍스트
pl: Tekst
pt: Texto
ru: Текст
th: ข้อความ
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

# Status_Modified
source: Modified
ar: معدَّل
cs: Změněno
de: Geändert
el: Τροποποιημένο
es: Modificado
fa: تغییریافته
fr: Modifié
hu: Módosítva
id: Diubah
it: Modificato
ja: 変更あり
ja_jp: 変更あり
ko: 수정됨
pl: Zmodyfikowano
pt: Modificado
ro: Modificat
ru: Изменен
th: มีการแก้ไข
tr: Değiştirildi
uk: Змінено
vi: Đã sửa đổi
zh_hans: 已修改
zh_hant: 已修改

# Operation_Save
source: Save: {0}
ar: حفظ: {0}
cs: Ukládání: {0}
de: Speichern: {0}
el: Αποθήκευση: {0}
es: Guardar: {0}
fa: ذخیره: {0}
fr: Enregistrement : {0}
hu: Mentés: {0}
id: Simpan: {0}
it: Salvataggio: {0}
ja: 保存: {0}
ja_jp: 保存: {0}
ko: 저장: {0}
pl: Zapisywanie: {0}
pt: Salvar: {0}
ro: Salvare: {0}
ru: Сохранение: {0}
th: บันทึก: {0}
tr: Kaydet: {0}
uk: Збереження: {0}
vi: Lưu: {0}
zh_hans: 保存：{0}
zh_hant: 儲存：{0}

# FileType_All
source: Binary file
ar: ملف ثنائي
cs: Binární soubor
de: Binärdatei
el: Δυαδικό αρχείο
es: Archivo binario
fa: فایل دودویی
fr: Fichier binaire
hu: Bináris fájl
id: File biner
it: File binario
ja: バイナリファイル
ja_jp: バイナリファイル
ko: 이진 파일
pl: Plik binarny
pt: Arquivo binário
ro: Fișier binar
ru: Двоичный файл
th: ไฟล์ไบนารี
tr: İkili dosya
uk: Двійковий файл
vi: Tệp nhị phân
zh_hans: 二进制文件
zh_hant: 二進位檔案

# Error_Open
source: Could not open {0}. {1}
ar: تعذّر فتح {0}. {1}
cs: {0} nelze otevřít. {1}
de: {0} konnte nicht geöffnet werden. {1}
el: Δεν ήταν δυνατό το άνοιγμα του {0}. {1}
es: No se pudo abrir {0}. {1}
fa: باز کردن {0} ممکن نشد. {1}
fr: Impossible d'ouvrir {0}. {1}
hu: Nem sikerült megnyitni: {0}. {1}
id: Tidak dapat membuka {0}. {1}
it: Impossibile aprire {0}. {1}
ja: {0} を開けませんでした。{1}
ja_jp: {0} を開けませんでした。{1}
ko: {0}을(를) 열 수 없습니다. {1}
pl: Nie można otworzyć pliku {0}. {1}
pt: Não foi possível abrir {0}. {1}
ro: Nu s-a putut deschide {0}. {1}
ru: Не удалось открыть {0}. {1}
th: ไม่สามารถเปิด {0} ได้ {1}
tr: {0} açılamadı. {1}
uk: Не вдалося відкрити {0}. {1}
vi: Không thể mở {0}. {1}
zh_hans: 无法打开 {0}。{1}
zh_hant: 無法開啟 {0}。{1}

# Error_SaveOpenElsewhere
source: That file is open in another tab. Close it first.
ar: هذا الملف مفتوح في علامة تبويب أخرى. أغلقه أولاً.
cs: Tento soubor je otevřený na jiné kartě. Nejprve ho zavřete.
de: Diese Datei ist in einer anderen Registerkarte geöffnet. Schließen Sie sie zuerst.
el: Το αρχείο είναι ανοιχτό σε άλλη καρτέλα. Κλείστε το πρώτα.
es: Ese archivo está abierto en otra pestaña. Ciérralo primero.
fa: این فایل در زبانه‌ای دیگر باز است. ابتدا آن را ببندید.
fr: Ce fichier est ouvert dans un autre onglet. Fermez-le d'abord.
hu: Ez a fájl egy másik lapon meg van nyitva. Előbb zárja be.
id: File tersebut terbuka di tab lain. Tutup terlebih dahulu.
it: Il file è aperto in un'altra scheda. Chiudilo prima.
ja: そのファイルは別のタブで開いています。先に閉じてください。
ja_jp: そのファイルは別のタブで開いています。先に閉じてください。
ko: 해당 파일이 다른 탭에서 열려 있습니다. 먼저 닫으세요.
pl: Ten plik jest otwarty na innej karcie. Najpierw go zamknij.
pt: Esse arquivo está aberto em outra guia. Feche-o primeiro.
ro: Fișierul este deschis în altă filă. Închideți-l mai întâi.
ru: Этот файл открыт на другой вкладке. Сначала закройте его.
th: ไฟล์นั้นเปิดอยู่ในแท็บอื่น โปรดปิดแท็บนั้นก่อน
tr: Bu dosya başka bir sekmede açık. Önce onu kapatın.
uk: Цей файл відкрито на іншій вкладці. Спершу закрийте його.
vi: Tệp đó đang mở trong một tab khác. Hãy đóng tệp đó trước.
zh_hans: 该文件已在另一个选项卡中打开。请先将其关闭。
zh_hant: 該檔案已在另一個索引標籤中開啟。請先將其關閉。

# Error_NoSpace
source: Not enough free space on {0}. Required: {1} bytes, available: {2} bytes.
ar: لا توجد مساحة خالية كافية على {0}. المطلوب: {1} بايت، المتاح: {2} بايت.
cs: Na {0} není dost volného místa. Potřeba (bajty): {1}, k dispozici (bajty): {2}.
de: Nicht genügend freier Speicherplatz auf {0}. Erforderlich: {1} Bytes, verfügbar: {2} Bytes.
el: Δεν υπάρχει αρκετός ελεύθερος χώρος στο {0}. Απαιτούνται: {1} byte, διαθέσιμα: {2} byte.
es: No hay suficiente espacio libre en {0}. Necesario: {1} bytes; disponible: {2} bytes.
fa: فضای خالی کافی در {0} وجود ندارد. موردنیاز: {1} بایت، موجود: {2} بایت.
fr: Espace libre insuffisant sur {0}. Requis : {1} octets, disponible : {2} octets.
hu: Nincs elég szabad hely itt: {0}. Szükséges: {1} bájt, rendelkezésre áll: {2} bájt.
id: Ruang kosong di {0} tidak cukup. Diperlukan: {1} byte, tersedia: {2} byte.
it: Spazio libero insufficiente su {0}. Necessari: {1} byte, disponibili: {2} byte.
ja: {0} の空き容量が足りません。必要: {1} バイト、空き: {2} バイト。
ja_jp: {0} の空き容量が足りません。必要: {1} バイト、空き: {2} バイト。
ko: {0}의 여유 공간이 부족합니다. 필요: {1}바이트, 사용 가능: {2}바이트.
pl: Za mało wolnego miejsca na {0}. Wymagane (bajty): {1}, dostępne (bajty): {2}.
pt: Não há espaço livre suficiente em {0}. Necessário: {1} bytes; disponível: {2} bytes.
ro: Spațiu liber insuficient pe {0}. Necesar: {1} octeți, disponibil: {2} octeți.
ru: Недостаточно свободного места на {0}. Требуется: {1} байт, доступно: {2} байт.
th: พื้นที่ว่างบน {0} ไม่เพียงพอ ต้องการ: {1} ไบต์ มีอยู่: {2} ไบต์
tr: {0} üzerinde yeterli boş alan yok. Gereken: {1} bayt, kullanılabilir: {2} bayt.
uk: Недостатньо вільного місця на {0}. Потрібно: {1} байт, доступно: {2} байт.
vi: Không đủ dung lượng trống trên {0}. Cần: {1} byte, còn trống: {2} byte.
zh_hans: {0} 上的可用空间不足。需要：{1} 字节，可用：{2} 字节。
zh_hant: {0} 的可用空間不足。需要：{1} 個位元組，可用：{2} 個位元組。

# Error_Unreadable
source: The document contains data that cannot be read, so it cannot be saved.
ar: يحتوي المستند على بيانات تتعذّر قراءتها، لذا لا يمكن حفظه.
cs: Dokument obsahuje data, která nelze přečíst, a proto ho nelze uložit.
de: Das Dokument enthält Daten, die nicht gelesen werden können, und kann daher nicht gespeichert werden.
el: Το έγγραφο περιέχει δεδομένα που δεν είναι δυνατό να διαβαστούν, επομένως δεν μπορεί να αποθηκευτεί.
es: El documento contiene datos que no se pueden leer, por lo que no se puede guardar.
fa: سند حاوی داده‌هایی است که قابل خواندن نیستند، بنابراین ذخیره نمی‌شود.
fr: Le document contient des données illisibles et ne peut donc pas être enregistré.
hu: A dokumentum olvashatatlan adatokat tartalmaz, ezért nem menthető.
id: Dokumen berisi data yang tidak dapat dibaca, sehingga tidak dapat disimpan.
it: Il documento contiene dati non leggibili, quindi non può essere salvato.
ja: 読めないデータを含むため保存できません。
ja_jp: 読めないデータを含むため保存できません。
ko: 문서에 읽을 수 없는 데이터가 있어 저장할 수 없습니다.
pl: Dokument zawiera dane, których nie można odczytać, więc nie można go zapisać.
pt: O documento contém dados que não podem ser lidos, por isso não pode ser salvo.
ro: Documentul conține date care nu pot fi citite, așa că nu poate fi salvat.
ru: Документ содержит данные, которые не удается прочитать, поэтому его нельзя сохранить.
th: เอกสารมีข้อมูลที่ไม่สามารถอ่านได้ จึงไม่สามารถบันทึกได้
tr: Belge okunamayan veriler içerdiğinden kaydedilemiyor.
uk: Документ містить дані, які не вдається прочитати, тому його неможливо зберегти.
vi: Tài liệu chứa dữ liệu không thể đọc được nên không thể lưu.
zh_hans: 文档包含无法读取的数据，因此无法保存。
zh_hant: 文件包含無法讀取的資料，因此無法儲存。

# Error_SaveDenied
source: You don't have permission to save this file. Use Save As to choose another location.
ar: ليس لديك إذن بحفظ هذا الملف. استخدم «حفظ باسم» لاختيار موقع آخر.
cs: Nemáte oprávnění k uložení tohoto souboru. Pomocí příkazu Uložit jako zvolte jiné umístění.
de: Sie haben keine Berechtigung zum Speichern dieser Datei. Verwenden Sie „Speichern unter“, um einen anderen Speicherort auszuwählen.
el: Δεν έχετε δικαίωμα αποθήκευσης αυτού του αρχείου. Χρησιμοποιήστε την επιλογή «Αποθήκευση ως» για να επιλέξετε άλλη θέση.
es: No tienes permiso para guardar este archivo. Usa “Guardar como” para elegir otra ubicación.
fa: اجازهٔ ذخیرهٔ این فایل را ندارید. برای انتخاب مکانی دیگر از «ذخیره با نام» استفاده کنید.
fr: Vous n'avez pas l'autorisation d'enregistrer ce fichier. Utilisez « Enregistrer sous » pour choisir un autre emplacement.
hu: Nincs engedélye a fájl mentéséhez. Másik hely kiválasztásához használja a Mentés másként parancsot.
id: Anda tidak memiliki izin untuk menyimpan file ini. Gunakan Simpan Sebagai untuk memilih lokasi lain.
it: Non hai l'autorizzazione per salvare questo file. Usa “Salva con nome” per scegliere un altro percorso.
ja: このファイルを保存する権限がありません。「名前を付けて保存」で別の場所を選んでください。
ja_jp: このファイルを保存する権限がありません。「名前を付けて保存」で別の場所を選んでください。
ko: 이 파일을 저장할 권한이 없습니다. [다른 이름으로 저장]을 사용하여 다른 위치를 선택하세요.
pl: Nie masz uprawnień do zapisania tego pliku. Użyj polecenia Zapisz jako, aby wybrać inną lokalizację.
pt: Você não tem permissão para salvar este arquivo. Use “Salvar como” para escolher outro local.
ro: Nu aveți permisiunea de a salva acest fișier. Utilizați „Salvare ca” pentru a alege altă locație.
ru: У вас нет разрешения на сохранение этого файла. Используйте команду «Сохранить как», чтобы выбрать другое расположение.
th: คุณไม่มีสิทธิ์บันทึกไฟล์นี้ ใช้ "บันทึกเป็น" เพื่อเลือกตำแหน่งอื่น
tr: Bu dosyayı kaydetme izniniz yok. Başka bir konum seçmek için Farklı Kaydet'i kullanın.
uk: У вас немає дозволу на збереження цього файлу. Скористайтеся командою «Зберегти як», щоб вибрати інше розташування.
vi: Bạn không có quyền lưu tệp này. Hãy dùng Lưu Như để chọn vị trí khác.
zh_hans: 你没有保存此文件的权限。请使用“另存为”选择其他位置。
zh_hant: 您沒有儲存此檔案的權限。請使用「另存新檔」選擇其他位置。

# Error_SaveIo
source: An error occurred while writing ({0}). The original file has not been changed.
ar: حدث خطأ أثناء الكتابة ({0}). لم يتم تغيير الملف الأصلي.
cs: Při zápisu došlo k chybě ({0}). Původní soubor nebyl změněn.
de: Beim Schreiben ist ein Fehler aufgetreten ({0}). Die ursprüngliche Datei wurde nicht geändert.
el: Παρουσιάστηκε σφάλμα κατά την εγγραφή ({0}). Το αρχικό αρχείο δεν έχει αλλάξει.
es: Se produjo un error al escribir ({0}). El archivo original no se ha modificado.
fa: هنگام نوشتن خطایی رخ داد ({0}). فایل اصلی تغییر نکرده است.
fr: Une erreur s'est produite lors de l'écriture ({0}). Le fichier d'origine n'a pas été modifié.
hu: Hiba történt az írás közben ({0}). Az eredeti fájl nem módosult.
id: Terjadi kesalahan saat menulis ({0}). File asli tidak diubah.
it: Si è verificato un errore durante la scrittura ({0}). Il file originale non è stato modificato.
ja: 書き込み中にエラーが発生しました ({0})。元のファイルは変更されていません。
ja_jp: 書き込み中にエラーが発生しました ({0})。元のファイルは変更されていません。
ko: 쓰는 중에 오류가 발생했습니다({0}). 원본 파일은 변경되지 않았습니다.
pl: Podczas zapisywania wystąpił błąd ({0}). Oryginalny plik nie został zmieniony.
pt: Ocorreu um erro durante a gravação ({0}). O arquivo original não foi alterado.
ro: A apărut o eroare la scriere ({0}). Fișierul original nu a fost modificat.
ru: Произошла ошибка при записи ({0}). Исходный файл не изменен.
th: เกิดข้อผิดพลาดขณะเขียน ({0}) ไฟล์ต้นฉบับไม่มีการเปลี่ยนแปลง
tr: Yazma sırasında bir hata oluştu ({0}). Özgün dosya değiştirilmedi.
uk: Під час записування сталася помилка ({0}). Вихідний файл не змінено.
vi: Đã xảy ra lỗi khi ghi ({0}). Tệp gốc không bị thay đổi.
zh_hans: 写入时出错（{0}）。原始文件未被更改。
zh_hant: 寫入時發生錯誤（{0}）。原始檔案並未變更。

# Close_Title
source: Save changes to {0}?
ar: هل تريد حفظ التغييرات في {0}؟
cs: Uložit změny do {0}?
de: Änderungen an {0} speichern?
el: Αποθήκευση των αλλαγών στο {0};
es: ¿Guardar los cambios en {0}?
fa: تغییرات {0} ذخیره شود؟
fr: Enregistrer les modifications apportées à {0} ?
hu: Menti a(z) {0} fájl módosításait?
id: Simpan perubahan pada {0}?
it: Salvare le modifiche a {0}?
ja: {0} の変更を保存しますか?
ja_jp: {0} の変更を保存しますか?
ko: {0}의 변경 내용을 저장하시겠습니까?
pl: Czy zapisać zmiany w pliku {0}?
pt: Salvar as alterações em {0}?
ro: Salvați modificările aduse fișierului {0}?
ru: Сохранить изменения в файле {0}?
th: บันทึกการเปลี่ยนแปลงใน {0} หรือไม่
tr: {0} üzerindeki değişiklikler kaydedilsin mi?
uk: Зберегти зміни у файлі {0}?
vi: Lưu các thay đổi đối với {0}?
zh_hans: 是否保存对 {0} 的更改？
zh_hant: 要儲存對 {0} 的變更嗎？

# Close_Save
source: Save
ar: حفظ
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fr: Enregistrer
hu: Mentés
id: Simpan
it: Salva
ja: 保存する
ja_jp: 保存する
ko: 저장
pl: Zapisz
pt: Salvar
ro: Salvare
ru: Сохранить
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# Close_DontSave
source: Don't save
ar: عدم الحفظ
cs: Neukládat
de: Nicht speichern
el: Χωρίς αποθήκευση
es: No guardar
fa: ذخیره نشود
fr: Ne pas enregistrer
hu: Nincs mentés
id: Jangan simpan
it: Non salvare
ja: 保存しない
ja_jp: 保存しない
ko: 저장 안 함
pl: Nie zapisuj
pt: Não salvar
ro: Nu salvați
ru: Не сохранять
th: ไม่บันทึก
tr: Kaydetme
uk: Не зберігати
vi: Không lưu
zh_hans: 不保存
zh_hant: 不要儲存

# Common_Cancel
source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
el: Άκυρο
es: Cancelar
fa: لغو
fr: Annuler
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ja_jp: キャンセル
ko: 취소
pl: Anuluj
pt: Cancelar
ro: Anulare
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# Notice_FixedLength
source: This data source can't change length, so only overwrite mode is available.
ar: لا يمكن تغيير طول مصدر البيانات هذا، لذا يتوفر وضع الكتابة الفوقية فقط.
cs: Délku tohoto zdroje dat nelze změnit, proto je k dispozici jen režim přepisování.
de: Die Länge dieser Datenquelle kann nicht geändert werden, daher ist nur der Überschreibmodus verfügbar.
el: Το μήκος αυτής της πηγής δεδομένων δεν μπορεί να αλλάξει, επομένως είναι διαθέσιμη μόνο η λειτουργία αντικατάστασης.
es: Este origen de datos no puede cambiar de longitud, por lo que solo está disponible el modo de sobrescritura.
fa: طول این منبع داده قابل تغییر نیست، بنابراین فقط حالت بازنویسی در دسترس است.
fr: La longueur de cette source de données ne peut pas changer ; seul le mode refrappe est disponible.
hu: Ennek az adatforrásnak a hossza nem módosítható, ezért csak felülírási mód érhető el.
id: Panjang sumber data ini tidak dapat diubah, sehingga hanya mode timpa yang tersedia.
it: Questa origine dati non può cambiare lunghezza, quindi è disponibile solo la modalità di sovrascrittura.
ja: このデータソースは長さを変えられないため、上書きモードだけを使えます。
ja_jp: このデータソースは長さを変えられないため、上書きモードだけを使えます。
ko: 이 데이터 원본은 길이를 변경할 수 없으므로 덮어쓰기 모드만 사용할 수 있습니다.
pl: Długości tego źródła danych nie można zmienić, więc dostępny jest tylko tryb zastępowania.
pt: Esta fonte de dados não pode mudar de comprimento, por isso apenas o modo de substituição está disponível.
ro: Această sursă de date nu își poate modifica lungimea, așa că este disponibil doar modul de suprascriere.
ru: Длину этого источника данных изменить нельзя, поэтому доступен только режим замены.
th: แหล่งข้อมูลนี้ไม่สามารถเปลี่ยนความยาวได้ จึงใช้ได้เฉพาะโหมดเขียนทับ
tr: Bu veri kaynağının uzunluğu değiştirilemediğinden yalnızca üzerine yazma modu kullanılabilir.
uk: Довжину цього джерела даних неможливо змінити, тому доступний лише режим заміни.
vi: Nguồn dữ liệu này không thể thay đổi độ dài nên chỉ có thể dùng chế độ ghi đè.
zh_hans: 此数据源无法更改长度，因此只能使用改写模式。
zh_hant: 此資料來源無法變更長度，因此只能使用覆寫模式。
